{
	"text1": "Développeur Full Stack avec plus de 2 ans d'expérience à distance",
	"text2": "Expertise en JavaScript, Next.js, Node.js, TypeScript, GraphQL, React.js, Angular et Spring Boot",
	"text3": "Expérience avérée dans le développement et la maintenance d'applications web évolutives",
	"text4": "Joueur d'équipe collaboratif engagé à fournir des solutions logicielles de haute qualité",
	"greeting": "Salut, je suis <mark>Mansour</mark>, un développeur <mark>Full stack</mark> passionné par la création de solutions innovantes.",
	"stick_around": "Restez pour voir quelques-uns de mes travaux.",
	"intro": "Je m'appelle Ben Mansour Mansour. Je suis un récent diplômé en ingénierie logicielle de l'Esprit, spécialisé dans le développement Full Stack avec plus de deux ans d'expérience en travail à distance et 8 mois d'expérience en travail sur site à partir du début de 2024.",
	"about": "Je suis un développeur Full Stack avec plus de 2 ans d'expérience à distance. J'ai une expertise en JavaScript, Next.js, Node.js, TypeScript, GraphQL, React.js, Angular et Spring Boot. J'ai un bilan avéré dans le développement et la maintenance d'applications web évolutives. Je suis un joueur d'équipe collaboratif engagé à fournir des solutions logicielles de haute qualité.",
	"academic_skills": "Pendant mes années académiques, j'ai perfectionné mes compétences dans diverses technologies, notamment JavaScript, Next.js, Node.js, TypeScript, GraphQL, React.js, Angular et Spring Boot.",
	"professional_career": "Dans ma carrière professionnelle, j'ai contribué au développement et à la maintenance d'applications web utilisant Next.js, Node.js, TypeScript, GraphQL et d'autres technologies. J'ai de l'expérience dans la collaboration avec des équipes interfonctionnelles et dans la garantie de la scalabilité et des performances des solutions logicielles.",
	"Technologies": "Technologies",
	"i-work-with": "I've worked with a range of technologies in my career, including:",

	"timeline": [
		{
			"year": 2024,
			"text": "Obtenu un deuxième poste en tant que développeur Full Stack (sur site)"
		},
		{
			"year": 2023,
			"text": "Diplômé en Développement Multimédia et Web de l'Esprit"
		},
		{
			"year": 2022,
			"text": "Commencé à travailler à distance et débuté un emploi officiel à distance en tant que développeur Full Stack"
		},
		{
			"year": 2020,
			"text": "Commencé le programme d'ingénierie en informatique à l'Esprit"
		},
		{
			"year": 2020,
			"text": "Diplômé en Développement Multimédia et Web de l'Iset Djerba"
		},
		{
			"year": 2017,
			"text": "Inscrit au programme de diplôme en Développement Multimédia et Web à l'Iset Djerba"
		}
	],
	"view_projects": "Voir les projets"
}
